<!doctype html>
<html>
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0">
    <meta name="viewport" content="width=device-width">
    <title>Datenschutzbestimmungen</title>

    <!-- FAVICONS -->
    <link rel="apple-touch-icon" sizes="180x180" href="./src/img/favicons/apple-touch-icon.png">
    <link rel="icon" type="image/png" sizes="32x32" href="./src/img/favicons/favicon-32x32.png">
    <link rel="icon" type="image/png" sizes="16x16" href="./src/img/favicons/favicon-16x16.png">
    <link rel="manifest" href="./src/img/favicons/site.webmanifest">
    <link rel="mask-icon" href="./src/img/favicons/safari-pinned-tab.svg" color="#5bbad5">
    <link rel="shortcut icon" href="./src/img/favicons/favicon.ico">
    <meta name="msapplication-TileColor" content="#f0f0f0">
    <meta name="msapplication-config" content="./src/img/favicons/browserconfig.xml">
    <meta name="theme-color" content="#ffffff">

    <!-- AUTOREN-STYLESHEET-->
    <link rel="stylesheet" type="text/css" href="./src/css/styles.min.css">
</head>

    
<body>
        	<!-- NAVIGATIONSLEISTE -->

		<nav id="header-nav">

			<!-- DESKTOP-NAVIGATION -->

			<div class="container" id="desktop-nav">
				<div class="row">
					<div class="col-6">
                <!-- LOGO  -->
                <div id="animiertes-logo">
			        <img src="./src/img/favicon_Styx.png" alt="Favicon Styx">
		                </div>
						<a href="index.html" class="logo-link">
							<img src="./src/img/01_styx_opensourceclient_logo_open_source_client_300x300mm_rgb.png" alt="Styx Logo">
						</a>

					</div>
				</div>
			</div>

			<!-- MOBILE-NAVIGATION -->

			<div class="container" id="mobile-nav">
				<div class="row">
					<div class="col-6">
						<a href="index.html" class="logo-link">
							<img src="./src/img/01_styx_opensourceclient_logo_open_source_client_300x300mm_rgb.png" alt="Styx Logo">
                        </a>

					</div>
				</div>
			</div>

		</nav>

    <section id="wrapper">
<header>
    <!-- HEADER-BANNER -->
            <div class="row">

                <div class="col-6">
                    <header class="headline-container">

                        <h1>Datenschutzbestimmungen</h1>
                        <p>petafuel.github.io - Stand 04.Mai 2020</p>
                    </header>
                </div>
    <header id="header-banner">
              </header>
        </div>
 
</header>

<!-- Teiler -->
<div class="divider"></div>

        
<!-- DSB -->         
<section id="datenschutzbestimmungen">
    <div class="container">
        <div class="row">
            <div class="col-6">
                <h2>Inhaltsverzeichnis</h2>
                <ol>
                <li><a href="#1">Datenschutz auf einen Blick</a></li>
                <li><a href="#2">Allgemeine Hinweise und Pflichtinformationen</a></li>
                <li><a href="#3">Datenschutzbeauftragter</a></li>
                <li><a href="#4">Datenverarbeitung auf der Webseite</a></li>
                <li><a href="#5">Datenerfassung bei Kontaktaufnahme</a></li>
                <li><a href="#6">Spezielle Informationen f&uuml;r Eltern</a></li>
                <li><a href="#7">&Auml;nderung der Datenschutzerkl&auml;rung</a></li>
                </ol>
                <p>&nbsp;</p>
                <ol start="1">
                <li>
                <h3><a name="1"></a>Datenschutz auf einen Blick</h3>
                </li>
                </ol>
                <h4>Allgemeiner Hinweis</h4>
                <p>Die folgenden Hinweise geben einen einfachen &Uuml;berblick dar&uuml;ber, was mit Ihren personenbezogenen Daten passiert, wenn Sie unsere Webseite nutzen. Personenbezogene Daten sind alle Daten, mit denen Sie pers&ouml;nlich identifiziert werden k&ouml;nnen. Ausf&uuml;hrliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgef&uuml;hrten Datenschutzerkl&auml;rung.</p>
                <h4>Wer ist verantwortlich f&uuml;r die Datenerfassung auf der Webseite?</h4>
                <p>Verantwortliche Stelle ist die juristische Person, die allein oder gemeinsam mit anderen &uuml;ber die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z.B. Namen, eMail-Adressen o. &Auml;.) entscheidet. Die Datenverarbeitung auf der Webseite erfolgt durch den Webseitenbetreiber:</p>
                <p>petaFuel GmbH<br />M&uuml;nchner Str. 4<br />85354 Freising<br />Telefon: 08161 4060-400<br />eMail: <a href="mailto:info@petaFuel.de" target="_blank" rel="noopener">info@petaFuel.de</a></p>
                <h4>Wie erfassen wir Ihre Daten?</h4>
                <p>Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich um Daten handeln, die Sie beim Registrierungsprozess eingeben. Andere Daten werden automatisch beim Besuch der Webseite durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z.B. Webseite-Version, Betriebssystem oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie die Webseite starten.</p>
                <h4>Wof&uuml;r nutzen wir Ihre Daten?</h4>
                <p>Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Webseite zu gew&auml;hrleisten. Andere Daten k&ouml;nnen zur Analyse des Nutzerverhaltens erhoben und verarbeitet werden. Zus&auml;tzlich werden Daten zur Vertragserf&uuml;llung (Nutzung der VIMpay Karte) erfasst und verarbeitet. &nbsp;</p>
                <p>Wir werden Ihre Daten nicht dazu verwenden, weiterf&uuml;hrende Werbung jeglicher Art an den Karteninhaber zu &uuml;bermitteln. Dies gilt nicht, sofern der Karteninhaber hierzu seine vorherige Einwilligung erteilt hat.</p>
                <h4>Welche Rechte haben Sie bez&uuml;glich Ihrer Daten?</h4>
                <p>Sie haben jederzeit das Recht, unentgeltlich Auskunft &uuml;ber Herkunft, Empf&auml;nger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben au&szlig;erdem ein Recht, die Berichtigung, Einschr&auml;nkung oder L&ouml;schung dieser Daten zu verlangen. Hierzu sowie zu weiteren Fragen zum Thema Datenschutz k&ouml;nnen Sie sich jederzeit unter der im Impressum angegebenen Adresse an uns wenden. Des Weiteren steht Ihnen ein Beschwerderecht bei der zust&auml;ndigen Aufsichtsbeh&ouml;rde zu.</p>
                <p>&nbsp;</p>
                <ol start="2">
                <li>
                <h3><a name="2"></a>Allgemeine Hinweise und Pflichtinformationen</h3>
                </li>
                </ol>
                <h4>Datenschutz</h4>
                <p>Die Betreiber dieser Webseite nehmen den Schutz Ihrer pers&ouml;nlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend der gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerkl&auml;rung. Wenn Sie diese Webseite benutzen, werden verschiedene personenbezogene Daten erhoben. Personenbezogene Daten sind Daten, mit denen Sie pers&ouml;nlich identifiziert werden k&ouml;nnen. Die vorliegende Datenschutzerkl&auml;rung erl&auml;utert, welche Daten wir erheben und wof&uuml;r wir sie nutzen. Sie erl&auml;utert auch, wie und zu welchem Zweck das geschieht. Wir weisen darauf hin, dass die Daten&uuml;bertragung im Internet (z.B. bei der Kommunikation per eMail) Sicherheitsl&uuml;cken aufweisen kann. Ein l&uuml;ckenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht m&ouml;glich.</p>
                <h4>Widerruf Ihrer Einwilligung zur Datenverarbeitung</h4>
                <p>Viele Datenverarbeitungsvorg&auml;nge sind nur mit Ihrer ausdr&uuml;cklichen Einwilligung m&ouml;glich. Sie k&ouml;nnen eine bereits erteilte Einwilligung jederzeit widerrufen. Dazu reicht eine formlose Mitteilung per eMail an uns. Die Rechtm&auml;&szlig;igkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unber&uuml;hrt.</p>
                <h4>Beschwerderecht bei der zust&auml;ndigen Aufsichtsbeh&ouml;rde</h4>
                <p>Im Falle datenschutzrechtlicher Verst&ouml;&szlig;e steht dem Betroffenen ein Beschwerderecht bei der zust&auml;ndigen Aufsichtsbeh&ouml;rde zu. Zust&auml;ndige Aufsichtsbeh&ouml;rde in datenschutzrechtlichen Fragen ist:</p>
                <p>Bayerisches Landesamt f&uuml;r Datenschutzaufsicht<br /> Postfach 1349<br /> 91504 Ansbach<br /> Tel.: 0981/180093-0<br /> Fax: 0981/180093-800<br /><a href="mailto:poststelle@lda.bayern.de" target="_blank" rel="noopener">poststelle@lda.bayern.de</a><br /><a href="https://www.lda.bayern.de/" target="_blank" rel="noopener">https://www.lda.bayern.de</a></p>
                <h4>TLS-Verschl&uuml;sselung</h4>
                <p>Diese Webseite nutzt aus Sicherheitsgr&uuml;nden und zum Schutz der &Uuml;bertragung vertraulicher Inhalte, wie zum Beispiel Bestellungen oder Anfragen, die Sie an uns als Webseite-Betreiber senden, eine TLS-Verschl&uuml;sselung.</p>
                <h4>Auskunft, L&ouml;schung und Berichtigung</h4>
                <p>Sie haben im Rahmen der geltenden gesetzlichen Bestimmungen jederzeit das Recht auf unentgeltliche Auskunft &uuml;ber Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empf&auml;nger und den Zweck der Datenverarbeitung und ggf. ein Recht auf Berichtigung oder L&ouml;schung dieser Daten. Hierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten k&ouml;nnen Sie sich jederzeit unter der im Impressum angegebenen Adresse an uns wenden.</p>
                <h4>Recht auf Einschr&auml;nkung der Verarbeitung</h4>
                <p>Sie haben das Recht, die Einschr&auml;nkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Hierzu k&ouml;nnen Sie sich jederzeit unter der im Impressum angegebenen Adresse an uns wenden. Das Recht auf Einschr&auml;nkung der Verarbeitung besteht in folgenden F&auml;llen:</p>
                <ol>
                <ul>
                <li>Wenn Sie die Richtigkeit Ihrer bei uns gespeicherten personenbezogenen Daten bestreiten, ben&ouml;tigen wir in der Regel Zeit, um dies zu &uuml;berpr&uuml;fen. F&uuml;r die Dauer der Pr&uuml;fung haben Sie das Recht, die Einschr&auml;nkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.</li>
                <li>Wenn die Verarbeitung Ihrer personenbezogenen Daten unrechtm&auml;&szlig;ig geschah/geschieht, k&ouml;nnen Sie statt der L&ouml;schung die Einschr&auml;nkung der Datenverarbeitung verlangen.</li>
                <li>Wenn wir Ihre personenbezogenen Daten nicht mehr ben&ouml;tigen, Sie sie jedoch zur Aus&uuml;bung, Verteidigung oder Geltendmachung von Rechtsanspr&uuml;chen ben&ouml;tigen, haben Sie das Recht, statt der L&ouml;schung die Einschr&auml;nkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.</li>
                <li>Wenn Sie einen Widerspruch nach Art. 21 Abs. 1 DSGVO eingelegt haben, muss eine Abw&auml;gung zwischen Ihren und unseren Interessen vorgenommen werden. Solange noch nicht feststeht, wessen Interessen &uuml;berwiegen, haben Sie das Recht, die Einschr&auml;nkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.</li>
                </ul>
                </ol>
                <p>Wenn Sie die Verarbeitung Ihrer personenbezogenen Daten eingeschr&auml;nkt haben, d&uuml;rfen diese Daten &ndash; von ihrer Speicherung abgesehen &ndash; nur mit Ihrer Einwilligung oder zur Geltendmachung, Aus&uuml;bung oder Verteidigung von Rechtsanspr&uuml;chen oder zum Schutz der Rechte einer anderen nat&uuml;rlichen oder juristischen Person oder aus Gr&uuml;nden eines wichtigen &ouml;ffentlichen Interesses der Europ&auml;ischen Union oder eines Mitgliedstaats verarbeitet werden.</p>
                <h4>Recht auf Daten&uuml;bertragbarkeit</h4>
                <p>Sie haben das Recht, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erf&uuml;llung eines Vertrags automatisiert verarbeiten, an sich oder an einen Dritten in einem g&auml;ngigen, maschinenlesbaren Format aush&auml;ndigen zu lassen. Sofern Sie die direkte &Uuml;bertragung der Daten an einen anderen Verantwortlichen verlangen, erfolgt dies nur, soweit es technisch machbar ist.</p>
                <p>&nbsp;</p>
                <ol start="3">
                <li>
                <h3><a name="3"></a>Datenschutzbeauftragter</h3>
                </li>
                </ol>
                <h4>Gesetzlich vorgeschriebener Datenschutzbeauftragter</h4>
                <p>Wir haben f&uuml;r unser Unternehmen einen Datenschutzbeauftragten bestellt. Bei allen Fragen zum Thema Datenschutz stehen Ihnen folgende Kontaktm&ouml;glichkeiten zur Verf&uuml;gung:</p>
                <p>petaFuel GmbH<br />M&uuml;nchner Str. 4<br />85354 Freising<br />Telefon: 08161 4060-400<br />eMail: <a href="mailto:datenschutz@petafuel.de" target="_blank" rel="noopener">datenschutz@petafuel.de</a>&nbsp;</p>
                <p>&nbsp;</p>
                <ol start="4">
                <li>
                <h3><a name="4"></a>Datenverarbeitung auf der Webseite</h3>
                </li>
                </ol>
                <h4>Github Pages</h4>
                <p>Diese Webseite wird auf Servern der Github Inc., 88 Colin P Kelly Jr. Street, San Francisco, CA 94107, USA, gehostet.</p>
                <p>Gthub kann beim Aufruf der Seite Cookies setzen. Weitere Informationen zu den gesetzen Cookies finden Sie auf&nbsp;<a href="https://help.github.com/en/github/site-policy/github-subprocessors-and-cookies">https://help.github.com/en/github/site-policy/github-subprocessors-and-cookies</a></p>
                <p>Ebenso kann GitHub beim Aufruf dieser Webseite technische Informationen (z.B. verwendeter Browser, Spracheinstellungen, Betriebssystem) inklusive ihrer IP Adresse aufzeichnen.</p>
                <p>Weitere Informationen zum Umgang mit Nutzerdaten finden Sie in der Datenschutzerkl&auml;rung von GitHub unter&nbsp;<a href="https://help.github.com/articles/github-privacy-policy/" rel="noreferrer" data-ss1588579268="1">https://help.github.com/articles/github-privacy-policy</a>.</p>
                <p>Github verpflichtet sich, die gesammelten Daten vertraulich gem&auml;&szlig; DSGVO zu behandeln. petaFuel hat zu diesem Zweck einen Vertrag zur Auftragsverarbeitung mit Github geschlossen.&nbsp;&nbsp;</p>
                <p>&nbsp;</p>
                <ol start="5">
                <li>
                <h3><a name="5"></a>Datenerfassung bei Kontaktaufnahme</h3>
                </li>
                </ol>
                <p>Bei der Kontaktaufnahme mit uns (z.B. per Kontaktformular, eMail, Telefon oder via sozialer Medien) werden die Angaben des Nutzers zur Bearbeitung der Kontaktanfrage und deren Abwicklung gem. Art. 6 Abs. 1 lit. a DSGVO (Einwilligung der betroffenen Person) und Art. 6 Abs. 1 lit. b DSGVO (zur Erf&uuml;llung eines Vertrags oder vorvertraglicher Ma&szlig;nahmen) verarbeitet. Die Angaben der Nutzer k&ouml;nnen in einem Ticket-System oder vergleichbarer Anfragenorganisation gespeichert werden. <br /> Ihre personenbezogenen Daten verbleiben bei uns, bis Sie uns zur L&ouml;schung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck f&uuml;r die Datenspeicherung entf&auml;llt (z. B. nach abgeschlossener Bearbeitung Ihres Anliegens). Zwingende gesetzliche Bestimmungen &ndash; insbesondere steuer- und handelsrechtliche Aufbewahrungsfristen &ndash; bleiben unber&uuml;hrt. Wir &uuml;berpr&uuml;fen diese Erforderlichkeit alle zwei Jahre.<br /> Sie haben jederzeit das Recht, unentgeltlich Auskunft &uuml;ber Herkunft, Empf&auml;nger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Ihnen steht au&szlig;erdem ein Recht auf Widerspruch, auf Daten&uuml;bertragbarkeit und ein Beschwerderecht bei der zust&auml;ndigen Aufsichtsbeh&ouml;rde zu. Ferner k&ouml;nnen Sie die Berichtigung, die L&ouml;schung und unter bestimmten Umst&auml;nden die Einschr&auml;nkung der Verarbeitung Ihrer personenbezogenen Daten verlangen.</p>
                <p>&nbsp;</p>
                <ol start="6">
                <li>
                <h3><a name="6"></a>Spezielle Informationen f&uuml;r Eltern</h3>
                </li>
                </ol>
                <p>Zwar ist unsere Website in der Regel nicht an Kinder unter 16 Jahren gerichtet, dennoch halten wir uns streng an geltende Gesetze zur Einholung der Zustimmung von Eltern oder Erziehungsberechtigten, bevor Informationen von Kindern erfasst, verwendet oder ver&ouml;ffentlicht werden. Wir empfehlen ausdr&uuml;cklich, dass Eltern eine aktive Rolle in der &Uuml;berwachung der Online-Aktivit&auml;ten ihrer Kinder &uuml;bernehmen. Wenn Sie der Ansicht sind, dass wir pers&ouml;nliche Daten einer Person erfasst haben, die j&uuml;nger als 16 Jahre ist, teilen Sie uns dies bitte &uuml;ber datenschutz@petafuel.de mit.</p>
                <p>&nbsp;</p>
                <ol start="7">
                <li>
                <h3><a name="7"></a>&Auml;nderung der Datenschutzerkl&auml;rung</h3>
                </li>
                </ol>
                <p>Wir behalten uns vor, diese Datenschutzerkl&auml;rung jederzeit im Rahmen des gesetzlich M&ouml;glichen zu &auml;ndern. Die aktuelle Fassung kann auf der Website unter dem Link &bdquo;Datenschutzerkl&auml;rung&ldquo; abgerufen werden.</p>

            </div>       
            </div>       
            </div>       
        </section>   
        
    		<!-- FOOTER-->

		<footer id="footer">
			<div class="container">
				<div class="row">
					<div class="col-6"> 
						
						<nav id="footer-nav">
                        <ul>
                            <li><a class="punkt-1" href="https://www.petafuel.de/" target="_blank">visit petaFuel.de</a></li><br>
                            <li><a href="dsb.html" target="_blank">data privacy</a></li><br>
                            <li><a class="punkt-3" href="https://www.petafuel.de/impressum/" target="_blank">imprint</a></li><br>
                            <li><p> Styx XS2A 	&copy; petaFuel GmbH 2020</p></li>
                        </ul>    
						</nav>
					</div> 
				</div>
			</div>
		</footer>
        
    </section>        
</body>
</html>
